"browserTitle" = "Eigenschaften für „%@“";
"untitledMovie" = "Ohne Titel";

"deleteButtonTitle" = "Löschen";
"extractButtonTitle" = "Extrahieren";

"deleteTrackOperation" = "Spur löschen"; /* for undo */
"deleteTracksOperation" = "Spuren löschen"; /* for undo */

"deleteTrackMessage" = "Möchten Sie diese Spur wirklich löschen?";
"deleteTracksMessage" = "Möchten Sie diese Spuren wirklich löschen?";
"operationUndoable" = "Dieser Vorgang kann widerrufen werden.";

"multipleObjectsSelected" = "%d Objekte ausgewählt";

"propUnavailablePlaceholder" = "-N.v.-";
"inspectorUnavailable" = "Mehrere ausgewählt";